<?php

return [
    'grades'=>'المراحل الدراسية',
    'grade_name'=>'اسم المرحلة',
    'notes'=>'الملاحظات',
    'processes'=>'العمليات',
    'edit'=>'تعديل',
    'edit_grade'=>'تعديل المرحلة',
    'edit_sucsess'=>'تم تعديل المرحلة بنجاح',
    'delete'=>'حذف',
    'delete_grade'=>'حذف المرحلة',
    'delete_sucsess'=>'تم حذف المرحلة بنجاح',
    'warning_grade'=>'هل أنت متأكد من عملية الحذف؟',
    'add_grade'=>'إضافة مرحلة',
    'stage_name_ar'=>'اسم المرحلة بالعربية',
    'stage_name_en'=>'اسم المرحلة بالانجليزية',
    'close'=>'إغلاق',
    'submit'=>'إضافة',
    'add_sucsess'=>'نم إضافة المرحلة بنجاح',
    'exist'=>'المرحلة موجودة مسبقا',
    'delete_classes_first'=>'يتعذر حذف المرحلة, يجب حذف الصفوف التابعة اولا',
];
